Repository: Theraen/stock
Catalog: translations/messages.*.xlf
Languages: fr

source: The category has been deleted
fr: La catégorie a été supprimée

source: The image has been deleted
fr: L'image a été supprimée

source: Please confirm your email address
fr: Merci de confirmer votre adresse e-mail

source: Your email address is now validated
fr: Votre adresse email est maintenant validée

source: Quantities have been changed
fr: Les quantités ont été modifiées

source: You entered the wrong parameters
fr: Vous avez entré les mauvais paramètres

source: A product has a short shelf life
fr: Un produit a une DLC courte

source: A product has an outdated shelf life
fr: Un produit a une DLC dépassée

source: The product has been deleted
fr: Le produit a été supprimé

source: House inventory
fr: Inventaire de la maison

source: Supply
fr: Stock

source: Recipes
fr: Recettes

source: Settings
fr: Paramètres

source: Product settings
fr: Paramètres produits

source: Product picture
fr: Images de produits

source: Product categories
fr: Catégories de produits

source: Profile
fr: Profil

source: Activities
fr: Activités

source: Logout
fr: Déconnexion

source: Ready to Leave ?
fr: Prêt à partir ?

# Click on &quot;Logout&quot; if you want to leave us
source: Click on "Logout" if you want to leave us
fr: Cliquez sur "Déconnexion" si vous souhaitez nous quitter

source: Canceled
fr: Annulé

source: Languages
fr: Langues

source: Sign up
fr: S'inscrire

source: Create an account
fr: Créer un compte

source: Do you already have an account? connect yourself !
fr: Avez-vous déjà un compte? connectez-vous !

source: Add a product
fr: Ajouter un produit

source: Save
fr: Sauvegarder

source: Login
fr: S'identifier

source: Connect yourself
fr: Connectez-vous

source: Forgot password
fr: Mot de passe oublié

source: Site under maintenance
fr: Site en maintenance

source: Categories
fr: Catégories

source: Add category
fr: Ajouter une catégorie

source: Name
fr: Nom

source: Creation date
fr: Date de création

source: Product concerned
fr: Produit concerné

source: Quantity
fr: Quantité

source: Shelf life
fr: DLC

source: Picture
fr: Image

source: Add picture
fr: Ajouter une image

source: Gateway timeout
fr: Délais d'expiration

source: The server encountered a temporary error and could not complete your request.
fr: Le serveur a rencontré une erreur temporaire et n'a pas pu terminer votre demande.

source: Returned to site
fr: Retourné au site

source: Page not found
fr: Page non trouvée

source: This requested URL was not found on this server.
fr: Cette URL demandée n'a pas été trouvée sur ce serveur.

source: Forbidden
fr: Interdit

source: Your client does not have permission to get this page from the server
fr: Votre client n'a pas l'autorisation d'obtenir cette page à partir du serveur

source: Bad request
fr: Mauvaise Demande

source: Your client has issued a malformed or illegal request.
fr: Votre client a émis une demande incorrecte ou illégale.

source: The server is temporarily unable to service your request due to maintenance downtime or capacity problems. Please try again later.
fr: Le serveur est temporairement incapable de répondre à votre demande en raison de temps d'arrêt de maintenance ou de problèmes de capacité. Veuillez réessayer plus tard.

source: Unauthorized
fr: Non autorisé

source: Access to this resource is denied
fr: L'accès à cette ressource est refusé

source: To log in
fr: Se connecter

source: Internal server error
fr: Erreur Interne du Serveur

source: The server encountered an internal error or misconfiguration and was unable to complete your request.
fr: Le serveur a rencontré une erreur interne ou une mauvaise configuration et n'a pas pu terminer votre demande.

# Terms &amp; Conditions
source: Terms & Conditions
fr: Conditions Générales d'Utilisation

source: Error
fr: Erreur

source: Expiration date
fr: Date limite

source: Search
fr: Rechercher

source: Filter
fr: Filtrer

source: started
fr: Entamé

source: shelf life
fr: DLC

source: Category name
fr: Nom de la categorie

source: Picture name
fr: Nom de l'image

source: Product name
fr: Nom du produit

source: Consumption Deadline
fr: Date limite de consommation

source: Capacity
fr: Contenance

source: Unit of measure
fr: Unité de mesure

source: Category
fr: Catégorie

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Accept the terms
fr: Accepter les Conditions Générales d'Utilisation

source: You must accept the terms of use
fr: Vous devez accepter les Conditions Générales d'Utilisation

source: Password
fr: Mot de passe

source: Enter a password
fr: Entrer un mot de passe

source: The password must contain {{ limit }} characters minimum
fr: Le mot de passe doit contenir {{ limit }} caractères minimum

source: Remember me
fr: Se souvenir de moi

source: Hi ! Confirm your email address !
fr: Salut ! Confirmez votre adresse email !

source: Confirm your email address by clicking on the link below :
fr: Confirmez votre adresse e-mail en cliquant sur le lien ci-dessous :

source: Confirm my email address
fr: Confirmer mon adresse e-mail

source: The link expires in 1 hour
fr: Le lien expire dans 1 heure

source: Users list
fr: Liste des utilisateurs

source: Legal Notice
fr: Mentions légales

source: In force on
fr: En vigueur au

source: These TOU are accessible on the website under the heading «Terms & Conditions».
fr: Les présentes CGU sont accessibles sur le site à la rubrique «Conditions Générales d'Utilisation».

source: cook.quentin.dev reserves the right to unilaterally and at any time modify the content of these TOU.
fr: cook.quentin.dev se réserve le droit de modifier unilatéralement et à tout moment le contenu des présentes CGU.

source: ARTICLE 1: Access to the site
fr: ARTICLE 2 : Accès au site

source: The website cook.quentin.dev allows the User free access to the following services :
fr: Le site cook.quentin.dev permet à l'Utilisateur un accès gratuit aux services suivants :

source: The website offers the following services :
fr: Le site internet propose les services suivants :

source: Management of stocks, management of recipes
fr: Gestion de ses stocks, gestions de ses recettes

source: To access the services, the User must then identify himself using his username and password.
fr: Pour accéder aux services, l’Utilisateur doit ensuite s'identifier à l'aide de son identifiant et de son mot de passe.

source: ARTICLE 2: Data Collection
fr: ARTICLE 2 : Collecte des données

source: ARTICLE 3: Intellectual Property
fr: ARTICLE 3 : Propriété intellectuelle

source: ARTICLE 4: Liability
fr: ARTICLE 4: Responsabilité

source: ARTICLE 5: Hyperlinks
fr: ARTICLE 5: Liens hypertextes

source: The information contained in the cookies is used to improve the cook.quentin.dev website.
fr: L’information contenue dans les cookies est utilisée pour améliorer le site cook.quentin.dev.

source: By browsing the site, the User accepts them.
fr: En naviguant sur le site, L’Utilisateur les accepte.

source: However, the User must consent to the use of certain cookies.
fr: L’Utilisateur doit toutefois donner son consentement quant à l’utilisation de certains cookies.

source: ARTICLE 7: Applicable law and jurisdiction competent
fr: ARTICLE 7: Droit applicable et juridiction compétente

source: If you have any questions regarding the application of these TOU, you can contact the contact details on the legal notice.
fr: Pour toute question relative à l’application des présentes CGU, vous pouvez joindre l’éditeur aux coordonnées inscrites sur les mentions légales.

source: Forgot Password
fr: Mot de passe oublié

source: Forgot Your Password ?
fr: Mot de passe oublié ?

source: We get it, stuff happens. Just enter your email address below and we'll send you a link to reset your password !
fr: Il suffit d’entrer votre adresse email ci-dessous et nous vous enverrons un lien pour réinitialiser votre mot de passe ! !

source: Create an account !
fr: Créer un compte !

source: Password Reset Email Sent
fr: Email de réinitialisation de mot de passe envoyé

source: If you don't receive an email please check your spam folder or
fr: Si vous ne recevez pas de courriel, vérifiez votre dossier de spam ou

source: try again
fr: réessayer

source: Hi !
fr: Salut

source: To reset your password, please visit the following link
fr: Pour réinitialiser votre mot de passe, veuillez consulter le lien suivant :

source: This link will expire in 1 hour
fr: Ce lien expirera dans 1 heure

source: Reset password
fr: Réinitialiser le mot de passe

source: An email has been sent that contains a link that you can click to reset your password. This link will expire in 1 hour
fr: Un courriel contenant un lien que vous pouvez cliquer pour réinitialiser votre mot de passe a été envoyé. Ce lien expirera dans une heure.

source: Connect yourself !
fr: Connectez vous !

source: The purpose of these General Conditions of Use (referred to as "TOU") is to provide legal framework for modalities for the provision of the site and services by Mr. BARRAUD and to define the conditions access and use of services by the “User”.
fr: Les présentes conditions générales d'utilisation (dites « CGU ») ont pour objet l'encadrement juridique des modalités de mise à disposition du site et des services par M. BARRAUD et de définir les conditions d’accès et d’utilisation des services par « l'Utilisateur ».

source: Any registration or use of the site implies the acceptance without any reservation or restriction of the CGU by the user. When registering on the site via the registration form, each user expressly accepts these Terms and Conditions by ticking the box preceding the following text: «Accept the General Terms and Conditions».
fr: Toute inscription ou utilisation du site implique l'acceptation sans aucune réserve ni restriction des présentes CGU par l’utilisateur. Lors de l'inscription sur le site via le Formulaire d’inscription, chaque utilisateur accepte expressément les présentes CGU en cochant la case précédant le texte suivant : « Accepter les Conditions Générales d'Utilisation ».

source: In case of non-acceptance of the TOU stipulated in this contract, the user must waive access to the services offered by the site.
fr: En cas de non-acceptation des CGU stipulées dans le présent contrat, l'Utilisateur se doit de renoncer à l'accès des services proposés par le site.

source: The site is accessible free of charge in any place to any User with Internet access. All fees supported by the User to access the service (hardware, software, Internet connection, etc.) are at his expense.
fr: Le site est accessible gratuitement en tout lieu à tout Utilisateur ayant un accès à Internet. Tous les frais supportés par l'Utilisateur pour accéder au service (matériel informatique, logiciels, connexion Internet, etc.) sont à sa charge.

source: The non-member User does not have access to the reserved services. To do so, he must register by completing the form. By agreeing to subscribe to the reserved services, the Member User agrees to provide honest and accurate information about his marital status and contact details, including his email address.
fr: L’Utilisateur non membre n'a pas accès aux services réservés. Pour cela, il doit s’inscrire en remplissant le formulaire. En acceptant de s’inscrire aux services réservés, l’Utilisateur membre s’engage à fournir des informations sincères et exactes concernant son état civil et ses coordonnées, notamment son adresse email.

source: Any regularly registered Member User may also request to be unsubscribed by going to the dedicated page on his personal space. It will be effective within a reasonable time.
fr: Tout Utilisateur membre régulièrement inscrit pourra également solliciter sa désinscription en se rendant à la page dédiée sur son espace personnel. Celle-ci sera effective dans un délai raisonnable.

source: Any event due to force majeure resulting in a malfunction of the site or server and subject to any interruption or modification in case of maintenance, does not engage the responsibility of cook.quentin.dev. In these cases, the User thus agrees not to hold the editor accountable any interruption or suspension of service, even without notice.
fr: Tout événement de force majeure entraînant un dysfonctionnement du site ou du serveur et sujet à toute interruption ou modification en cas de maintenance, n’engage pas la responsabilité de cook.quentin.dev. Dans ces cas, l’Utilisateur s’engage donc à ne pas tenir l’éditeur responsable de toute interruption ou suspension de service, même sans préavis.

source: The User has the possibility to contact the site by email to the email address of the editor press release on legal notices.
fr: L'Utilisateur a la possibilité de contacter le site par messagerie électronique à l’adresse email de l’éditeur communiqué sur les mentions légales.

source: The site ensures to the User a collection and processing of personal information in compliance with the privacy in accordance with Law No. 78-17 of 6 January 1978 on data processing, files and freedoms and regulation no. 2016/679 (GDPR) of 25 May 2018.
fr: Le site assure à l'Utilisateur une collecte et un traitement d'informations personnelles dans le respect de la vie privée conformément à la loi n°78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés ainsi que le réglement n°2016/679 (RGPD) du 25 mai 2018.

source: Under the Data Protection Act, dated January 6, 1978 and the GDPR dated May 25, 2018, the User has a right of access, rectification, deletion and opposition of personal data. The User exercises this right by e-mail to contact@quentin.dev.
fr: En vertu de la loi Informatique et Libertés, en date du 6 janvier 1978, l'Utilisateur dispose d'un droit d'accès, de rectification, de suppression et d'opposition de ses données personnelles. L'Utilisateur exerce ce droit par mail à l'adresse mail contact@quentin.dev.

source: Trademarks, logos, signs and all content of the site (texts, images, sound, etc.) are subject to a protection by the Intellectual Property Code and more particularly by copyright.
fr: Les marques, logos, signes ainsi que tous les contenus du site (textes, images, son…) font l'objet d'une protection par le Code de la propriété intellectuelle et plus particulièrement par le droit d'auteur.

source: The User must request the prior authorization of the site for any reproduction, publication, copy of content. It undertakes to use the content of the site in a strictly private context, any use for commercial and advertising purposes is strictly prohibited.
fr: L'Utilisateur doit solliciter l'autorisation préalable du site pour toute reproduction, publication, copie des différents contenus. Il s'engage à une utilisation des contenus du site dans un cadre strictement privé, toute utilisation à des fins commerciales et publicitaires est strictement interdite.

source: Any total or partial representation of this site by any means, without permission the operator of the website would constitute an infringement sanctioned by article L 335-2 and of the Intellectual Property Code.
fr: Toute représentation totale ou partielle de ce site par quelque moyen que ce soit, sans autorisation de l’exploitant du site constituerait une contrefaçon sanctionnée par l’article L 335-2 et du Code de la propriété intellectuelle.

source: It is recalled in accordance with article L122-5 of the Intellectual Property Code that the User who reproduce, copy or publish the copyrighted content must cite the author and its source.
fr: Il est rappelé conformément à l’article L122-5 du Code de propriété intellectuelle que l’Utilisateur qui reproduit, copie ou publie le contenu protégé doit citer l’auteur et sa source.

source: The sources of the information on cook.quentin.dev are considered reliable but the site does not does not guarantee that it is free from defects, errors or omissions.
fr: Les sources des informations diffusées sur le site cook.quentin.dev sont réputées fiables mais le site ne garantit pas qu’il soit exempt de défauts, d’erreurs ou d’omissions.

source: The information provided is indicative and general and does not have any contractual value. Despite regular updates, the site cook quentin.dev cannot be held responsible for the modification of the administrative and legal provisions arising after publication. Similarly, the site may not be kept responsible for the use and interpretation of the information contained on this site.
fr: Les informations communiquées sont présentées à titre indicatif et général sans valeur contractuelle. Malgré des mises à jour régulières, le site cook.quentin.dev ne peut être tenu responsable de la modification des dispositions administratives et juridiques survenant après la publication. De même, le site ne peut être tenue responsable de l’utilisation et de l’interprétation de l’information contenue dans ce site.

source: The User ensures to keep his password secret. Any disclosure of the password, whatever its form is prohibited. It assumes the risks associated with the use of its username and password. The site declines all responsibility.
fr: L'Utilisateur s'assure de garder son mot de passe secret. Toute divulgation du mot de passe, quelle que soit sa forme, est interdite. Il assume les risques liés à l'utilisation de son identifiant et mot de passe. Le site décline toute responsabilité.

source: The site cook.quentin.dev cannot be held responsible for possible viruses that could infect the computer or any computer equipment of the User, following use, access, or download from this site.
fr: Le site cook.quentin.dev ne peut être tenu pour responsable d’éventuels virus qui pourraient infecter l’ordinateur ou tout matériel informatique de l’Internaute, suite à une utilisation, à l’accès, ou au téléchargement provenant de ce site.

source: The site cannot be held liable in case of force majeure or unforeseeable event and insurmountable by one third.
fr: La responsabilité du site ne peut être engagée en cas de force majeure ou du fait imprévisible et insurmontable d'un tiers.

source: Hypertext links may be present on the site. The User is informed that by clicking on these links, it will come out of the cook quentin.dev site. The latter has no control over the web pages on which end up these links and cannot, under any circumstances, be responsible for their content.
fr: Des liens hypertextes peuvent être présents sur le site. L’Utilisateur est informé qu’en cliquant sur ces liens, il sortira du site cook.quentin.dev. Ce dernier n’a pas de contrôle sur les pages web sur lesquelles aboutissent ces liens et ne saurait, en aucun cas, être responsable de leur contenu.

source: The User is informed that during his visits to the site, a cookie can be set automatically on its navigation software.
fr: L’Utilisateur est informé que lors de ses visites sur le site, un cookie peut être paramétré automatiquement sur son logiciel de navigation.

source: Cookies are small files temporarily stored on the hard drive of the User’s computer by your browser and are necessary for the use of the site cook.quentin.dev. Cookies do not contain no personal information and cannot be used to identify someone. A cookie contains a unique identifier, generated randomly and thus anonymous. Some cookies expire at the end of the User’s visit, others remain.
fr: Les cookies sont de petits fichiers temporairement stockés sur le disque dur de l’ordinateur de l’Utilisateur par votre navigateur et sont nécessaires à l’utilisation du site cook.quentin.dev. Les cookies ne contiennent aucune information personnelle et ne peuvent pas être utilisés pour identifier quelqu’un. Un cookie contient un identifiant unique, généré aléatoirement et donc anonyme. Certains cookies expirent à la fin de la visite de l’Utilisateur, d’autres restent.

source: Failing acceptance, the User is informed that certain features or pages may be refused.
fr: A défaut d’acceptation, l’Utilisateur est informé que certaines fonctionnalités ou pages peuvent être refusées.

source: The User may disable these cookies via the settings within his navigation software.
fr: L’Utilisateur pourra désactiver ces cookies par l’intermédiaire des paramètres figurant au sein de son logiciel de navigation.

source: The French legislation applies to this contract. In the event of no amicable resolution of a dispute arising between the parties, the French courts shall have sole jurisdiction to determine the case.
fr: La législation française s'applique au présent contrat. En cas d'absence de résolution amiable d'un litige né entre les parties, les tribunaux français seront seuls compétents pour en connaître.

source: To be able to insert a recipe you must first set the categories. Settings => Recipe categories
fr: Pour pouvoir insérer une recette, vous devez d’abord définir les catégories. Paramètres => Catégories de recettes

source: The recipe has been deleted
fr: La recette a été supprimée

source: To be able to insert a product you must first set the categories. Settings => Product categories
fr: Pour pouvoir insérer un produit, vous devez d’abord définir les catégories. Paramètres => Catégories de produits

source: To be able to insert a product you must first set the pictures. Settings => Product picture
fr: Pour pouvoir insérer un produit, vous devez d’abord définir les images. Paramètres => Images de produits

source: Ingredient name
fr: Nom de l'ingrédient

source: Optional
fr: Facultatif

source: Number of person
fr: Nombre de personne

source: Preparation time
fr: Temps de préparation

source: Cooking time
fr: Temps de cuisson

source: Add a recipe
fr: Ajouter une recette

source: Edit a recipe
fr: Modifier une recette

source: Ingredients
fr: Ingrédients

source: Preparation
fr: Préparation

source: Activity log
fr: Journal de log

source: Edit a product
fr: Modifier un produit

source: The email address domain does not exist. Please enter a valid email address.
fr: Le domaine de l'adresse email n’existe pas. Veuillez entrer une adresse email valide.

source: Please validate your email address by clicking on the link in the confirmation email. This link expires in 1 hour. The site will no longer be accessible to your next connection without this validation.
fr: Veuillez valider votre adresse email en cliquant sur le lien dans l’email de confirmation. Ce lien expire dans 1 heure. Le site ne sera plus accessible à votre prochaine connexion sans cette validation.

source: Your email address is not validated. Please click on the link in the confirmation email.
fr: Votre adresse email n’est pas validée. Veuillez cliquer sur le lien dans l’email de confirmation.
